[
        {
            "event" : "After he arrived in France to play for Paris Saint Germain in 2012",
            "quote" : "It’s true I don’t know much about the players here, but they definitely know who I am."
        },
        {
            "event" : "Speaking to a reporter about who would qualify for the 2014 World Cup",
            "quote" : "Zlatan: “Only God knows who will go through.”\nReporter: “It’s hard to ask him.”\nZlatan: “You’re talking to him.”"
        },
        {
            "event" : "",
            "quote" : "I can’t help but laugh at how perfect I am."
        },
        {
            "event" : "",
            "quote" : "I do not need a trophy to tell myself that I am the best."
        },
        {
            "event" : "When a reporter asked what he got his wife for her birthday",
            "quote" : "Nothing, she already has Zlatan."
        },
        {
            "event" : "When Arsene Wenger asked him to have a trial with Arsenal when he was 17",
            "quote" : "I turned it down. Zlatan doesn't do auditions."
        },
        {
            "event" : "When Sweden were beaten by Portugal and didn't qualify for World Cup 2014",
            "quote" : "One thing is for sure, a World Cup without me is nothing to watch."
        },
        {
            "event" : "After Sweden were eliminated from Euro 2012",
            "quote" : "I don't give a shit who wins, I'm going on holiday."
        },
        {
            "event" :"",
            "quote" : "An injured Zlatan is a pretty serious thing for any team."
        },
        {
            "event" : "When Zlatan is looking for an apartment in Paris",
            "quote" : "We are looking for an apartment. If we don't find anything, then I'll probably just buy the hotel."
        },
        {
            "event" : "On how Pep played him in Barcelona",
            "quote" : "You bought a Ferrari and drive it like a Fiat."
        },
        {
            "event" : "On Eric Cantona's comment that Zlatan would be the king of Manchester",
            "quote" : "I won't be the king of Manchester, I will be the God of Manchester."
        },
        {
            "event" : "On his PSG departure",
            "quote" : "I came like a king, left like a legend."
        },
        {
            "event" : "On rumours that he bought a Porsche",
            "quote" : "Absolutely not. I have ordered a plane. It is much faster."
        },
        {
            "event" : "On his favourite playing position",
            "quote" : "I can play in all of the 11 positions because a good player can play anywhere."
        },
        {
            "event" : "",
            "quote" : "I need new haters.\nThe old ones became my fans."
        },
        {
            "event" : "",
            "quote" : "Pressure is like medicine.\nTake it to get better."
        },
        {
            "event" : "",
            "quote" : "I think I'm like wine.\nThe older I get, the better I get."
        },
        {
            "event" : "",
            "quote" : "I could play at the same level until I'm 50 years old."
        }
]
